Repository: ytterbium/genesys-adversary-generator
Catalog: locale/*/genesys.po
Languages: pl

source: Active (Incidental); Once per encounter, your character may use this talent to heal an amount of strain equal to their ranks in Second Wind.
pl: Aktywny (okazja); Raz na spotkanie postać może użyć tego talentu, aby usunąć liczbę punktów zmęczenia równą liczbie posiadanych poziomów Drugiego Oddechu.

source: Strength of Faith
pl: Siła Wiary

source: Surgeon 2
pl: Chirurg 2

source: Passive; When your character makes a Medicine check to heal wounds, the target heals one additional wound per rank of Surgeon.
pl: Pasywny; Kiedy postać wykonuje test Medycyny, aby wyleczyć rany, leczy jedną dodatkową ranę za każdy posiadany poziom Chirurga.

source: Aquatic (or Amphibious)
pl: Wodny (lub Ziemno-wodny)

source: Fish or sea-going creatures
pl: Ryby lub istoty morskie

source: This adversary may breathe underwater and never suffers movement penalties for traveling through water, but cannot survive on land. (You may remove "cannot survive on land" to make this "Amphibious" instead.)
pl: Ten przeciwnik może oddychać pod wodą i nie otrzymuje kar do poruszania się w wodzie, ale nie może przetrwać na lądzie. (Można usunąć z opisu „nie może przetrwać na lądzie”, aby zmienić tę zdolność na „Ziemno-wodny”.)

source: Flyer
pl: Latanie

source: Flying creatures
pl: Latające istoty

source: This adversary can fly; see page 100 of the Genesys Core Rulebook.
pl: Ten przeciwnik może latać; zob. str. 100 podręcznika podstawowego Genesys.

source: Ghostly
pl: Niematerialny

source: Ghosts, spirits, or ethereal beings
pl: Duchy, upiory lub istoty eteryczne

source: This adversary may move over or through terrain (including doors and walls) without penalty. Halve the damage dealt to this adversary before applying soak, unless the attack came from a magical or supernatural source such as a spell, a blessed weapon, or another spirit.
pl: Ten przeciwnik może przemieszczać się ponad terenem i przez niego (także przez drzwi i ściany) bez kar. Zmniejsz o połowę obrażenia zadane temu przeciwnikowi przed zastosowaniem redukcji, chyba że pochodzą z ataku magicznego lub nadprzyrodzonego źródła, takiego jak zaklęcie, broń magiczna lub atak upiora.

source: Know Your Foe
pl: Kto Wróg Twój

source: Sentient rivals and nemeses designed for social encounters
pl: Inteligentni rywale i nemezis stworzone do spotkań społecznych.

source: If this adversary knows an opponent's (pick one facet) Motivation, when this adversary inflicts strain on the opponent, the opponent suffers 3 additional strain.
pl: Jeśli ten przeciwnik zna Motywację swojego oponenta (wybierz jeden aspekt), kiedy wywołuje u niego zmęczenie, dany oponent otrzymuje dodatkowo 3 punkty zmęczenia.

source: Loyal Followers
pl: Lojalni Wyznawcy

source: Nemesis leaders with fanatical or devoted followers
pl: Przywódcy nemezis z fanatycznymi lub oddanymi zwolennikami

source: Once per round when this adversary is targeted by a combat check, they may choose one ally within short range, and the attack then targets the ally instead of this adversary.
pl: Raz na rundę, gdy ten przeciwnik jest celem testu walki, może wybrać jednego sojusznika znajdującego się maksymalnie w bliskim dystansie, który staje się celem ataku w jego zastępstwie.

source: Mechanical (or Undead)
pl: Maszyna (albo Nieumarły)

source: Robots, drones, or undead adversaries
pl: Roboty, drony lub nieumarli przeciwnicy

source: This adversary does not need to breathe, eat, or drink, and can survive in a vacuum and underwater. They are immune to poisons and toxins.
pl: Ten przeciwnik nie musi oddychać, jeść, pić i może przetrwać w próżni i pod wodą. Jest odporny na działanie trucizny i innych toksyn.

source: Mental Weakness
pl: Słabość Psychiczna

source: Any character with a pronounced character flaw
pl: Dowolna postać z wyraźną wadą charakteru

source: If an opponent knows the adversary's (pick one type) Motivation, when the opponent inflicts strain on the adversary, the adversary suffers 2 additional strain.
pl: Jeśli oponent zna Motywację tego przeciwnika (wybierz jeden aspekt), kiedy wywołuje u niego zmęczenie, ten przeciwnik otrzymuje dodatkowo 2 punkty zmęczenia.

source: Ominous Reputation
pl: Paskudna Reputacja

source: Powerful nemeses with a fearsome reputation
pl: Potężne nemezis o przerażającej reputacji

source: When an opponent targets this adversary with a check, the opponent suffers 2 strain.
pl: Oponent, który bierze za cel testu tego przeciwnika, otrzymuje 2 punkty zmęczenia.

source: One Step Ahead
pl: O Krok przed Tobą

source: Powerful nemeses who combat the PCs alone
pl: Potężna nemezis, która sama przeciwstawia się PG.

source: Once per round, after an opponent performs an action or maneuver, you may spend one Story Point to have this adversary perform an action or maneuver as an out-of-turn incidental.
pl: Raz na rundę po tym, jak przeciwnik wykona akcję albo manewr, może wydać Punkt Opowieści, aby wykonać akcję albo manewr w ramach okazji poza turą.

source: Pack Fighter
pl: Przewaga Grupowa

source: Creatures that fight in groups
pl: Istoty walczące w grupach

source: If this adversary makes a successful combat check, the next ally making a combat check against the same target during the same round adds 󲊴 󲊴 to the results.
pl: Jeśli ten przeciwnik wykona udany test walki, następny sojusznik wykonujący test walki przeciw temu samemu celowi w tej samej rundzie dodaje 󲊴 󲊴 do wyniku.

source: Pounce
pl: Skok

source: Fast creatures that can leap or lunge at foes
pl: Szybkie istoty, które potrafią skakać lub rzucać się na wrogów

source: Once per turn, while at short range this adversary may perform the move maneuver to engage a target as an incidental.
pl: Raz na turę, kiedy ten przeciwnik znajduje się w krótkim dystansie od celu, może w ramach okazji wykonać manewr, by przemieścić się i znaleźć się w bezpośrednim dystansie.

source: Swarm
pl: Rój

source: A single profile representing a swarm of bugs or vermin
pl: Pojedynczy profil reprezentujący rój owadów lub robactwa

source: Halve the damage dealt to this adversary before applying soak, unless the attack has the Blast or Burn quality (regardless of whether the quality is activated).
pl: Zmniejsz obrażenia zadawane rojowi o połowę przed zastosowaniem redukcji, chyba że broń ma właściwości Pole Rażenia lub Zapalanie (niezależnie od tego czy właściwość została wywołana).

source: Tactical Direction
pl: Dowodzenie Taktyczne

source: Rivals and nemeses who lead or direct small groups
pl: Rywale lub nemezis rozkazujący grupie pachołków

source: This adversary may spend a maneuver to direct one friendly minion group within medium range. That group may immediately perform a maneuver as an out-of-turn incidental or add 󲊸 to the next check they make.
pl: Ten przeciwnik może wykorzystać manewr, aby pokierować jedną przyjazną grupą pachołków znajdującą się maksymalnie w średnim dystansie. Grupa ta może natychmiast wykonać darmowy manewr albo dodać 󲊸 do swojego następnego testu.

source: Environmental Vulnerability
pl: Wrażliwość Środowiskowa

source: Creatures adapted to living in certain climates
pl: Istoty przystosowane do życia w określonym klimacie

source: When exposed to extreme heat, cold, or another environmental effect (pick one), this adversary adds 󲊸 󲊸 to all skill checks it makes.
pl: Kiedy ten przeciwnik zostaje wystawiony na działanie ekstremalnego gorąca, ekstremalnego zimna lub innego szkodliwego czynnika środowiskowego (wybierz którego), dodaje 󲊸 󲊸 do wszystkich wykonywanych testów.

source: Terrifying
pl: Przerażający

source: Large monsters, creatures, and individuals who are incredibly frightening
pl: Duże potwory, stworzenia i inne niezwykle przerażające jednostki

source: At the start of the encounter, all opponents must make a Hard (󲊷 󲊷 󲊷) fear check as an out-of-turn incidental, as per page 243 of the Genesys Core Rulebook. If there are multiple sources of fear in the encounter, the opponents only make one fear check against the most terrifying enemy.
pl: Na początku spotkania wszyscy przeciwnicy muszą wykonać Trudny (󲊷 󲊷 󲊷) test strachu w ramach okazji poza turą, zob. str. 250 podręcznika podstawowego Genesys. Jeśli w spotkaniu jest wiele czynników powodujących strach, to przeciwnicy wykonują jeden test przeciwko najstraszliwszemu z wrogów.

source: Small Beast or Creature
pl: Małe zwierzę albo istota

source: Creatures and wild animals attack with their claws, teeth, tusks, or hooves. We treat these attacks as equipment, and have provided a few options here. These profiles represent creatures that are human-sized or smaller.
pl: Istoty i dzikie zwierzęta atakują pazurami, zębami, kłami lub kopytami. Traktujemy te ataki jako wyposażenie i zawarliśmy tu kilka opcji. Ten pakiet jest przeznaczony dla istot wielkości człowieka lub mniejszych.

source: Teeth and claws (Brawl; Damage +2; Critical 3; Range [Engaged]; Vicious 1) or hooves and tusks (Brawl; Damage +2; Critical 4; Range [Engaged]; Knockdown, Stun 2).
pl: Uzbrojenie: Pazury i zęby (Bijatyka; Obrażenia +2; Krytyczność 3; Zasięg [Bezpośredni]; Morderczość 1) albo kopyta i kły (Bijatyka; Obrażenia +2; Krytyczność 4; Zasięg [Bezpośredni]; Ogłuszenie 2, Powalenie).

source: Large Beast or Creature
pl: Duże zwierzę albo istota

source: Large creatures, as with small ones, treat their attacks as equipment. These profiles represent creatures much larger than a human, such as an elephant or large dinosaur.
pl: Duże istoty, podobnie jak małe, zawierają swoje ataki w wyposażeniu. Ten pakiet jest przeznaczony dla istot znacznie większych niż człowiek, takich jak słoń lub duży dinozaur.

source: Gaping maw or razor claws (Brawl; Damage +4; Critical 2; Range [Engaged]; Vicious 3), tentacles or thundering hooves (Brawl; Damage +5; Critical 4; Range [Engaged]; Knockdown, Concussive 1).
pl: Rozdziawiona paszcza lub zaostrzone pazury (Bijatyka; Obrażenia +4; Krytyczność 2; Zasięg [Bezpośredni]; Morderczość 3), macki lub grzmiące kopyta (Bijatyka; Obrażenia +5; Zasięg [Bezpośredni]; Powalenie, Wstrząs 1).

source: Manual Laborer
pl: Pracownik fizyczny

source: Manual laborers may be farmers, peasants, or others with access to pitchforks, shovels, sledgehammers, or other tools they can use as improvised weapons.
pl: Pracownicy fizyczni mogą być rolnikami, chłopami lub innymi osobami z dostępem do wideł, łopat, młotów dwuręcznych lub innych narzędzi, których mogą użyć jako broni improwizowanej.

source: Large farming implement (Melee [Heavy]; Damage +3; Critical 5; Range [Engaged]; Cumbersome 3, Inferior).
pl: Duże narzędzie rolnicze (Broń Biała [Ciężka]; Obrażenia +3; Krytyczność 5; Zasięg [Bezpośredni]; Ciężar 3, Niska Jakość).

source: Heavy clothes (+1 soak).
pl: Ciężka odzież (redukcja +1).

source: Basic Citizen
pl: Zwykły obywatel

source: In every setting, there are multitudes of average people simply living out their lives. This equipment package is for any character who has no reason to have weapons, armor, or specialized gear.
pl: W każdym uniwersum jest mnóstwo zwykłych ludzi, którzy po prostu żyją własnym życiem. Ten pakiet wyposażenia jest przeznaczony dla każdej postaci, która nie ma powodu, aby posiadać broń, pancerz lub specjalistyczny sprzęt.

source: Fists (Brawl; Damage +0; Critical 6; Range [Engaged]; Disorient 1, Knockdown).
pl: Pięści (Bijatyka; Obrażenia +0; Krytyczność 6; Zasięg [Bezpośredni]; Dezorientacja 1, Powalenie).

source: Clothing appropriate to the specific era, average coin purse or wallet.
pl: Odzież odpowiednia dla danej epoki, zwykła sakiewka albo zwykły portfel.

source: Blue-Collar Worker
pl: Robotnik

source: Those who build, repair, work outdoors, and work with their hands have access to various tools or scrap that can be used as a weapon in a pinch.
pl: Ci, którzy budują, naprawiają i pracują na świeżym powietrzu własnymi rękami, mają dostęp do różnych narzędzi lub złomu, które mogą zostać użyte jako broń w razie potrzeby.

source: Improvised brawling weapon (Brawl; Damage +1; Critical 5; Range [Engaged]; Disorient 2, Inferior).
pl: Improwizowana broń do bijatyki (Bijatyka; Obrażenia +1; Krytyczność 5; Zasięg [Bezpośredni]; Dezorientacja 2, Niska Jakość).

source: Heavy clothing (+1 soak), tool belt full of tools (add 󲊳to checks this character makes to repair of fix something), wallet.
pl: Ciężka odzież (redukcja +1), pas narzędziowy (dodaj 󲊳 do testów, które wykonuje ta postać, aby coś naprawić), portfel.

source: Traveler
pl: Podróżny

source: Travelers may be traders, shepherds, or wanderers who spend their time walking and sleeping outdoors.
pl: Podróżni mogą być handlarzami, pasterzami albo wędrowcami, którzy spędzają czas chodząc i śpiąc na świeżym powietrzu.

source: Walking staff (Melee [Heavy]; Damage +2; Critical 4; Range [Engaged]; Defensive 1, Disorient 2).
pl: Podróżna laska (Broń Biała [Ciężka]; Obrażenia +2; Krytyczność 4; Zasięg [Bezpośredni]; Deozrientacja 2, Obrona 1).

source: Heavy cloak (1 defense), survival pack (removes 󲊸 from Survival or Perception checks this character makes), meager coin purse or wallet.
pl: Ciężki płaszcz (obrona 1), zestaw przetrwania (usuwa 󲊸 z testów Przetrwania lub Percepcji, które wykonuje ta postać), skromna sakiewka lub portfel.

source: Criminal
pl: Przestępca

source: Muggers, bandits, and thieves are all possible criminals.
pl: Rabusie, bandyci i złodzieje to różne przykłady przestępców.

source: Concealable melee weapon (Melee [Light]; Damage +1; Critical 2; Range [Engaged]; Pierce 2).
pl: Łatwa do ukrycia broń biała (Broń Biała [Lekka]; Obrażenia +1; Krytyczność 2; Zasięg [Bezpośredni]; Przebicie 2).

source: Dark clothing (2 defense, adds 󲊸 to Stealth checks this character makes), thieves’ tools (add 󲊴 to Skulduggery checks this character makes to open locks), backpack, rope with grappling hook.
pl: Ciemna odzież (obrona 2, dodaje 󲊸 do testów Ukrywania się, które wykonuje ta postać), narzędzia złodziejskie (dodaj 󲊴 do testów Machlojek, które ta postać wykonuje w celu otwarcia zamków), plecak, lina z kotwiczką.

source: This equipment array can be used for any sort of doctor or medical professional, from ancient barber-surgeons to modern general practitioners.
pl: Ten pakiet wyposażenia jest przeznaczony dla dowolnego lekarza lub innego członka personelu medycznego, od starodawnych cyrulików po współczesnych lekarzy pierwszego kontaktu.

source: Sharp medical tool (Melee [Light]; Damage +0; Critical 1; Range [Engaged]).
pl: Ostre narzędzie medyczne (Broń Biała [Lekka]; Obrażenia +0; Krytyczność 1; Zasięg [Bezpośredni]).

source: Clean clothing and face protection (add 󲊸 to Resilience checks made by this character to resist disease or airborne toxins), medicine kit (allows this character to perform Medicine checks to heal wounds and critical injuries without penalty; after this character makes a successful Medicine check to heal wounds, heal one additional wound), notebook.
pl: Czysta odzież i ochrona twarzy (dodaje 󲊸 do testów Odporności wykonywanych przez tę postać, aby oprzeć się chorobom i toksynom unoszącym się w powietrzu), apteczka (pozwala postaci na wykonywanie testów Medycyny w celu leczenia ran i urazów krytycznych bez otrzymywania kar; jeśli test Medycyny się powiedzie, ulecz 1 dodatkową ranę), notatnik.

source: Noble
pl: Szlachcic

source: Well-dressed, well-to-do members of society, nobles are typical of the aristocracy.
pl: Dobrze ubrani i dobrze sytuowani przedstawiciele szlachty należą do arystokracji.

source: Dueling weapon (Melee [Light]; Damage +2; Critical 3; Range [Engaged]; Defensive 1).
pl: Broń pojedynkowa (Broń Biała [Lekka]; Obrażenia +2; Krytyczność 3; Zasięg [Bezpośredni]; Obrona 1).

source: Fancy clothing (adds 󲊴 to any social skill checks this character makes), signet of authority (adds 󲊳 to any social checks this character makes when interacting with someone of a lesser social standing), important documents, full coin purse or wallet.
pl: Elegancka odzież (dodaje 󲊴 do wszystkich testów umiejętności społecznych, które wykonuje ta postać), sygnet władzy (dodaje 󲊳 do wszystkich testów społecznych, które postać wykonuje podczas interakcji z kimś o niższej pozycji społecznej), ważne dokumenty, pełna sakiewka albo pełen portfel.

source: Basic Ranged Warrior
pl: Zwykły wojownik dystansowy

source: The ranged warrior array is ideal for medieval archers, modern infantry, and futuristic soldiers. It can also be used to equip characters who work in the wilderness.
pl: Pakiet wojownika dystansowego jest przeznaczony dla średniowiecznych łuczników, nowoczesnej piechoty i futurystycznych żołnierzy. Może on również służyć do wyposażenia postaci, które pracują w dziczy.

source: Two-handed ranged weapon (Ranged; Damage 8; Critical 3; Range [Long]), one-handed backup weapon (Melee [Light]; Damage +2; Critical 3; Range [Engaged]; Vicious 1).
pl: Dwuręczna broń dystansowa (Broń Dystansowa; Obrażenia 8; Krytyczność 3; Zasięg [Daleki]), jednoręczna broń zapasowa (Broń Biała [Lekka]; Obrażenia +2; Krytyczność 3; Zasięg [Bezpośredni]; Morderczość 1).

source: Reinforced uniform or light armor (+1 soak), ammunition reload (may spend a maneuver to reload their ranged weapon after it runs out of ammo), survival pack (removes 󲊸 from Survival or Perception checks this character makes), 1 painkiller.
pl: Wzmocniony mundur albo lekki pancerz (redukcja +1), przeładowanie amunicji (postać może wykorzystać manewr na przeładowanie broni i nadal z niej korzystać, jeśli skończy się w niej amunicja), zestaw przetrwania (usuwa 󲊸 z testów Przetrwania i Percepcji wykonywanych przez tę postać), 1 środek przeciwbólowy.

source: Heavy Ranged Warrior
pl: Ciężki wojownik dystansowy

source: This equipment array represents warriors who use very powerful ranged weapons to support their fellows. These might be scorpions or ballista in ancient times, modern machine guns, or futuristic rocket weapons.
pl: Ten pakiet jest przeznaczony dla wojowników, którzy używają potężnej broni dystansowej, aby wspierać swoich towarzyszy. Może być to machina bojowa z czasów starożytnych, taka jak skorpion lub balista, współczesny karabin maszynowy lub futurystyczna broń rakietowa.

source: Heavy rapid-firing ranged weapon (Gunnery; Damage 12; Critical 3; Range [Long]; Auto-Fire, Cumbersome 3, Vicious 2) or powerful single-shot ranged weapon (Gunnery; Damage 20; Critical 2; Range [Extreme]; Blast 10, Breach 2, Cumbersome 4, Limited Ammo 1, Prepare 1).
pl: Ciężka szybkostrzelna broń dystansowa (Artyleria; Obrażenia 12; Krytyczność 3; Zasięg [Daleki]; Ciężar 3, Morderczość 2, Seria) lub potężna zasięgowa broń jednostrzałowa (Artyleria; Obrażenia 20; Krytyczność 2; Zasięg [Ekstremalny]; Ciężar 4, Ograniczona Amunicja 1, Penetracja 2, Pole Rażenia 10, Przygotowanie 1).

source: Heavy defensive armor (+3 soak), ammunition reload (may spend a maneuver to reload their ranged weapon after it runs out of ammo), backpack.
pl: Ciężki pancerz obronny (redukcja +3), przeładowanie amunicji (postać może wykorzystać manewr na przeładowanie broni i nadal z niej korzystać, jeśli skończy się w niej amunicja), plecak.

source: Basic Melee Warrior
pl: Zwykły wojownik walczący w zwarciu

source: The basic melee warrior array can be used to equip the rank-and-file of ancient armies, modern riot cops, or even futuristic soldiers with powerful defenses.
pl: Pakiet zwykłego wojownika walczącego w zwarciu jest przeznaczony dla szeregowych żołnierzy starożytnych armii, współczesnych funkcjonariuszy prewencji, a nawet futurystycznych żołnierzy dysponujących potężną obroną.

source: One-handed defensive melee weapon (Melee [Light]; Damage +2; Critical 4; Range [Engaged]; Defensive 1), shield (Melee [Light]; Damage +0; Critical 6; Range [Engaged]; Defensive 1, Deflection 1, Inaccurate 1, Knockdown).
pl: Jednoręczna defensywna broń biała (Broń Biała [Lekka]; Obrażenia +2; Krytyczność 4; Zasięg [Bezpośredni]; Obrona 1), tarcza (Broń Biała [Lekka]; Obrażenia +0; Krytyczność 6; Zasięg [Bezpośredni]; Niecelność 1, Obrona 1, Odbicie 1, Powalenie).

source: Medium armor (+2 soak), satchel.
pl: Średni pancerz (redukcja +2), torba.

source: Heavy Melee Warrior
pl: Ciężki wojownik walczący w zwarciu

source: This equips a character who relies on their armor to get close enough to bring heavy melee weapons to bear. This could be used by a brave knight, a noble samurai, or a power-armored soldier with a plasma axe.
pl: Ten pakiet przeznaczony jest dla postaci, która polega na swoim uzbrojeniu, aby zbliżyć się do przeciwnika i wykorzystać pełen potencjał ciężkiego oręża. Może to być dzielny rycerz, szlachetny samuraj lub futurystyczny żołnierz w pancerzu wspomaganym dzierżący topór plazmowy.

source: Two-handed powerful melee weapon (Melee [Heavy]; Damage +4; Critical 3; Range [Engaged]; Cumbersome 3, Pierce 2, Vicious 1) or one-handed versatile melee weapon (Melee [Light]; Damage +3; Critical 2; Range [Engaged]; Defensive 1) and shield (Melee [Light]; Damage +0; Critical 6; Range [Engaged]; Defensive 1, Deflection 1, Inaccurate 1, Knockdown).
pl: Dwuręczna potężna broń biała (Broń Biała [Ciężka]; Obrażenia +4; Krytyczność 3; Zasięg [Bezpośredni]; Ciężar 3, Przebicie 2, Morderczość 1) lub jednoręczna wszechstronna broń biała (Broń Biała [Lekka]; Obrażenia +3; Krytyczność 2; Zasięg [Bezpośredni]; Obrona 1) i tarcza (Broń Biała [Lekka]; Obrażenia +0; Krytyczność 6; Zasięg [Bezpośredni], Niecelność 1, Obrona 1, Odbicie 1, Powalenie).

source: Heavy armor (1 defense, +2 soak).
pl: Ciężki pancerz (obrona 1, redukcja +2).

source: Versatile Warrior
pl: Wszechstronny wojownik

source: This equipment array works for characters who use a combination of melee and ranged weapons. This could represent a cavalry soldier who fights with saber and pistol, an officer with a sword and sidearm, or a noble in a militant culture.
pl: Ten pakiet wyposażenia przeznaczony jest dla postaci korzystających z kombinacji broni białych i dystansowych. Może to być żołnierz kawalerii walczący szablą i pistoletem, oficer z mieczem i bronią palną albo szlachcic w kulturze militarnej.

source: One-handed versatile melee weapon (Melee [Light]; Damage +3; Critical 2; Range [Engaged]; Defensive 1), one-handed ranged weapon (Ranged [Light]; Damage 5; Critical 3; Range [Medium])
pl: Jednoręczna wszechstronna broń biała (Broń Biała [Lekka]; Obrażenia +3; Krytyczność 2; Zasięg [Bezpośredni]; Obrona 1), jednoręczna broń dystansowa (Broń Dystansowa [Lekka]; Obrażenia 5; Krytyczność 3; Zasięg [Średni]).

source: Reinforced clothing (1 defense, +1 soak).
pl: Wzmocniona odzież (obrona 1, redukcja +1).

source: Adventurers journey into danger with a smile on their face and a torch in their hand. This could represent an explorer, an airship crewmember, or even a pirate.
pl: Poszukiwacze przygód witają niebezpieczeństwo z uśmiechem na ustach i pochodnią w ręce. Ten profil może reprezentować odkrywcę, członka załogi sterowca lub nawet pirata.

source: One-handed ranged weapon (Ranged [Light]; Damage 6; Critical 3; Range [Medium]; Accurate 1), backup brawling weapon (Brawl; Damage +1; Critical 4; Range [Engaged]; Disorient 3).
pl: Jednoręczna broń dystansowa (Broń Dystansowa [Lekka]; Obrażenia 6; Krytyczność 3; Zasięg [Średni]; Celność 1), zapasowa broń do bijatyki (Bijatyka; Obrażenia +1; Krytyczność 4; Zasięg [Bezpośredni]; Dezorientacja 3).

source: Leather vest (+1 soak), backpack, length of rope, torch or other light source, and well-worn hat.
pl: Skórzana kamizelka (redukcja +1), plecak, zwój liny, pochodnia lub inne źródło światła, znoszony kapelusz.

source: Bounty Hunter
pl: Łowca Nagród

source: In nearly every setting there is a need for people who hunt down criminals, escaped prisoners, or other fugitives. Their equipment helps them in their task.
pl: Prawie każde uniwersum potrzebuje ludzi polujących na przestępców, uciekinierów z więzienia czy innych zbiegów. Ten pakiet pomaga im w tym zadaniu.
