Repository: ytterbium/genesys-adversary-generator
Catalog: locale/*/genesys.po
Languages: pl

source: Short-ranged entangling weapon (Ranged [Heavy]; Damage 4; Critical 5; Range [Short]; Disorient 3, Ensnare 3, Limited Ammo 1), stunning melee weapon (Melee [Light]; Damage +3; Critical 5; Range [Engaged]; Stun 4; Stun Damage).
pl: Broń usidlająca bliskiego zasięgu (Broń Dystansowa [Ciężka]; Obrażenia 4; Krytyczność 5; Zasięg [Bliski]; Dezorientacja 3, Ograniczona Amunicja 1, Usidlenie 3), ogłuszająca broń biała (Broń Biała [Lekka]; Obrażenia +3; Krytyczność 5; Zasięg [Bezpośredni]; Ogłuszenie 4; Obrażenia Ogłuszające).

source: Medium armor (+2 soak), warrants for bounties, restraints.
pl: Średni pancerz (redukcja +2), nakazy aresztowania, kajdanki.

source: Game Hunter
pl: Łowca zwierzyny

source: Some individuals hunt from elevated tree-stands or blinds, waiting for prey to happen into range. This array could also be used for a sharpshooter or assassin.
pl: Niektóre osoby polują ze szczytów drzew lub kryjówek, cierpliwie czekając, aż ofiara znajdzie się w ich zasięgu. Ten pakiet wyposażenia pasuje również do snajpera lub skrytobójcy.

source: Long-ranged hunting weapon (Ranged [Heavy]; Damage 9; Critical 3; Range [Extreme]; Accurate 1, Limited Ammo 2; reduce the difficulty of combat checks made at long or extreme range by 1).
pl: Broń myśliwska dalekiego zasięgu (Broń Dystansowa [Ciężka]; Obrażenia 9; Krytyczność 3; Zasięg [Ekstremalny]; Celność 1, Ograniczona Amunicja 2; zmniejsz trudność testów walki wykonywanych na dalekim lub ekstremalnym dystansie o 1).

source: Camouflage (2 defense, add 󲊸 to Stealth checks made by this character), survival pack (removes 󲊸 from Survival or Perception checks this character makes), ammunition reload (may spend a maneuver to reload their ranged weapon after it runs out of ammo).
pl: Kamuflaż (obrona 2, dodaj 󲊸 do testów Ukrywania się wykonywanych przez tę postać), zestaw przetrwania (usuń 󲊸 z testów Przetrwania i Percepcji wykonywanych przez tę postać), przeładowanie amunicji (postać może wykorzystać manewr na przeładowanie broni i nadal z niej korzystać, jeśli skończy się w niej amunicja).

source: Law Enforcement Officer
pl: Funkcjonariusz organów ścigania

source: Law enforcement officials from modern cops to ancient town guards typically have some sort of protective clothing and then a ranged or melee weapon of some sort.
pl: Funkcjonariusze organów ścigania, od współczesnych gliniarzy po starodawną straż miejską, zwykle mają jakiś rodzaj odzieży ochronnej i broni dystansowej lub broni białej do walki w zwarciu.

source: One-handed ranged weapon (Ranged [Light]; Damage 5; Critical 3; Range [Medium]) or one-handed bludgeoning weapon (Melee [Light]; Damage +3; Critical 4; Range [Engaged]; Disorient 2)
pl: Jednoręczna broń dystansowa (Broń Dystansowa [Lekka]; Obrażenia 5; Krytyczność 3; Zasięg [Średni]) lub jednoręczna broń miażdżąca (Broń Biała [Lekka]; Obrażenia +3; Krytyczność 4; Zasięg [Bezpośredni]; Dezorientacja 2)

source: Light armor (+1 soak), badge of authority (adds 󲊸 to Coercion or Leadership checks this character makes), restraints, torch or other light source.
pl: Lekki pancerz (redukcja +1), odznaka władzy (dodaje 󲊸do testów Przymuszania lub Przywództwa wykonywanych przez tę postać), kajdanki, pochodnia lub inne źródło światła.

source: Combat pilots or operators of air vehicles must always be ready to land in hostile territory. In the appropriate setting, the flight outfit can be sealed against vacuum.
pl: Piloci bojowi lub operatorzy pojazdów powietrznych muszą być zawsze gotowi do lądowania na wrogim terytorium. W odpowiednim uniwersum odzież lotnicza może być odpowiednio zabezpieczona przed działaniem próżni.

source: Concealable ranged weapon (Ranged [Light]; Damage 5; Critical 4; Range [Short]).
pl: Łatwa do ukrycia broń zasięgowa (Broń Zasięgowa [Lekka]; Obrażenia 5; Krytyczność 4; Zasięg [Bliski]).

source: Flight outfit, emergency survival kit (removes 󲊸 from Survival or Perception checks this character makes), 1 painkiller.
pl: Odzież lotnicza, zestaw ratunkowy (usuwa 󲊸 z testów Przetrwania lub Percepcji wykonywanych przez tę postać), 1 środek przeciwbólowy.

source: Flashy Outlaw
pl: Błyskotliwy banita

source: This array can equip a criminal with a flair for large, dramatic, and potentially impractical weapons. This person probably gives off a certain roguish charm.
pl: Ten zestaw wyposażenia pasuje do przestępcy z zamiłowaniem do dużych, radykalnych i potencjalnie niepraktycznych broni. Taką osobę prawdopodobnie wyróżnia swego rodzaju szelmowski urok.

source: Intimidating ranged weapon (Ranged [Light]; Damage 7; Critical 3; Range [Medium]; Inaccurate 1).
pl: Groźna broń dystansowa (Broń Dystansowa [Lekka]; Obrażenia 7; Krytyczność 3; Zasięg [Średni]; Niecelność 1).

source: Dashing coat with exposed holster (+1 soak, adds 󲊴 to the results of all Charm and Coercion checks this character makes), fancy cape or hat (removes 󲊸 from all social skill checks this character makes).
pl: Fantazyjny płaszcz z odsłoniętą kaburą (redukcja +1, dodaje 󲊴 do wyników wszystkich testów Uroku Osobistego i Przymuszania, które wykonuje ta postać), elegancka peleryna albo elegancki kapelusz (usuwa 󲊸 ze wszystkich testów umiejętności społecznych, które wykonuje ta postać).

source: Defensive Magic User
pl: Użytkownik magii defensywnej

source: This equipment array is only useful for characters who have at least one magic skill, and represents characters who use their magic defensively. This works with characters who use any magic skill.
pl: Ten zestaw wyposażenia jest odpowiedni dla postaci z co najmniej jedną umiejętnością magiczną i reprezentuje postacie, które używają magii defensywnej. Działa z postaciami, które używają dowolnych umiejętności magicznych.

source: Magically enhanced robes (3 defense) augmenting magical implement (when the this character casts a spell, may add the Additional Target and Additional Summon effects without increasing the difficulty. In addition, attack spells cast by this character increase their base damage by two), supernatural healing item (once per session, when this character heals wounds with a healing spell, increase the wounds healed by three).
pl: Magicznie wzmocnione szaty (obrona 3) ulepszone akcesoria magiczne (kiedy ta postać rzuca czar, może dodać efekty Dodatkowy cel i Dodatkowe przywołanie bez zwiększania trudności testu. Ponadto obrażenia podstawowe czarów ataku rzucanych przez tę postać są zwiększone o 2), nadzwyczajny przedmiot leczący (raz na sesję, kiedy postać leczy rany za pomocą czarów Uzdrowienia, zwiększ liczbę uleczonych ran o 3).

source: Offensive Magic User
pl: Użytkownik magii ofensywnej

source: This equipment array is only useful for characters who have at least one magic skill, and represents characters who use their magic to attack. This works with characters who use any magic skill.
pl: Ten zestaw wyposażenia jest odpowiedni dla postaci z co najmniej jedną umiejętnością magiczną i reprezentuje postacie, które używają magii do ataku. Działa z postaciami, które używają dowolnych umiejętności magicznych.

source: One-handed melee weapon (Melee [Light]; Damage +3; Critical 2; Range [Engaged]; Defensive 1).
pl: Jednoręczna broń biała (Broń Biała [Lekka]; Obrażenia +3; Krytyczność 2; Zasięg [Bezpośredni]; Obrona 1).

source: Robes (1 defense), offensive magical implement (when the this character casts a spell, the first Range effect they add doesn't increase the difficulty. In addition, attack spells cast by this character increase their base damage by four).
pl: Szaty (obrona 1), ofensywne akcesoria magiczne (kiedy ta postać rzuca czar, pierwsze dodanie efektu Zasięg nie zwiększa trudności testu. Ponadto obrażenia podstawowe czarów ataku rzucanych przez tę postać są zwiększone o 4).

source: Tough Skin
pl: Twarda skóra

source: Minions, rivals, nemeses
pl: Pachołki, rywale, nemezis

source: Armored Hide
pl: Opancerzona skóra

source: Rival or nemesis animals or non-humans
pl: Zwierzęta i inne istoty niebędące ludźmi jako rywale lub nemezis

source: Dodgy
pl: Odskok

source: melee defense
pl: obrona w zwarciu

source: ranged defense
pl: obrona na dystans

source: Close Combatant
pl: Trzymanie gardy

source: Rivals, nemeses
pl: Rywale, nemezis

source: Camouflaged
pl: Kamuflaż

source: Hardy
pl: Wytrwały

source: Very Tough
pl: Niestrudzony

source: Rival animals or non-humans and all nemeses
pl: Zwierzęta i inne istoty nie będące ludźmi jako rywale oraz wszystkie nemezis

source: Giant Body
pl: Olbrzymi

source: Silhouette 3 or higher animal rivals and nemeses
pl: Zwierzęta o sylwetce 3 albo większej jako rywale lub nemezis

source: Savvy
pl: Pomysłowy

source: Nemeses
pl: Nemezis

source: Mental Giant
pl: Genialny umysł

source: Main character nemeses
pl: Główne postacie nemezis
