Repository: ytterbium/genesys-adversary-generator
Catalog: locale/*/genesys.po
Languages: pl

source: Name
pl: Nazwa lub imię

source: Skills:
pl: Umiejętności:

source: None.
pl: Brak

source: Talents:
pl: Talenty:

source: Abilities:
pl: Zdolności:

source: Weapons:
pl: Broń:

source: Equipment:
pl: Wyposażenie:

source: ⚠️ Warnings:
pl: ⚠️ Ostrzeżenia:

source: Minion
pl: Pachołek

source: Rival
pl: Rywal

source: Nemesis
pl: Nemezis

source: Characteristic arrays
pl: Pakiety cech

source: Caracteristics
pl: Cechy

source: Power levels
pl: Poziomy mocy

source: Examples
pl: Przykłady

source: Soak, defense, and wound and strain thresholds
pl: Redukcja, obrona, progi ran i zmęczenia

source: Derived attribute
pl: Atrybut pochodny

source: Skill packages
pl: Pakiety umiejętności

source: Skills
pl: Umiejętności

source: Adversary talents
pl: Talenty przeciwnika

source: Description
pl: Opis

source: Adversary special abilities
pl: Zdolności specjalne przeciwnika

source: Special ability
pl: Zdolność specjalna

source: Equipment arrays
pl: Pakiety wyposażenia

source: Weapons
pl: Uzbrojenie

source: Equipment
pl: Wyposażenie

source: wound threshold
pl: próg ran

source: strain threshold
pl: próg zmęczenia

source: soak
pl: redukcja

source: M/R defense
pl: Obrona Z/D

source: Small Creature
pl: Mała istota

source: Mouse, bird, snake, cat
pl: Mysz, ptak, wąż, kot

source: brawn
pl: krzepa

source: agility
pl: zwinność

source: intellect
pl: intelekt

source: cunning
pl: spryt

source: willpower
pl: wola

source: presence
pl: prezencja

source: Large Creature
pl: Duża istota

source: Bear, ox, horse, cow, ram
pl: Niedźwiedź, wół, koń, krowa, baran

source: Stealthy Creature
pl: Ukryta istota

source: Puma, deer, shark
pl: Puma, jeleń, rekin

source: Huge Creature
pl: Wielka istota

source: Elephant, dinosaur
pl: Słoń, dinozaur

source: Average Person
pl: Przeciętny człowiek

source: Any regular person
pl: Dowolna osoba

source: Tough Person
pl: Twardziel

source: Laborer, mob tough, soldier
pl: Robotnik, zbir mafii, żołnierz

source: Smart Person
pl: Bystrzak

source: Student, medic, hacker
pl: Student, medyk, haker

source: Sociable Person
pl: Lider

source: Politician, manager
pl: Polityk, kierownik

source: Jack of All Trades
pl: Wszechstronny specjalista

source: Any competent person
pl: Osoba o szerokich kompetencjach

source: Skilled Warrior
pl: Wyszkolony wojownik

source: Knight, berserker, veteran
pl: Rycerz, berserk, weteran

source: Savant
pl: Intelektualista

source: Scholar, researcher, surgeon
pl: Uczony, pracownik naukowy, chirurg

source: Born Leader
pl: Urodzony przywódca

source: President, ruler, general
pl: Prezydent, władca, generał

source: Cunning Foe
pl: Przebiegły wróg

source: Spy, assassin, military scout
pl: Szpieg, zabójca, wojskowy zwiadowca

source: Mastermind
pl: Mózg operacji

source: The main villain in a story
pl: Główny czarny charakter w opowieści

source: Basic Creature
pl: Zwykła istota

source: athletics
pl: atletyka

source: brawl
pl: bijatyka

source: survival
pl: sztuka przetrwania

source: vigilance
pl: czujność

source: Ferocious Creature
pl: Okrutna istota

source: perception
pl: percepcja

source: Predatory Creature
pl: Drapieżna istota

source: coordination
pl: koordynacja

source: stealth
pl: ukrywanie się

source: Territorial Creature
pl: Terytorialna istota

source: resilience
pl: odporność

source: Soldier
pl: Żołnierz

source: discipline
pl: dyscyplina

source: melee
pl: broń biała

source: ranged
pl: broń dystansowa

source: Duelist
pl: Pojedynkowicz

source: cool
pl: opanowanie

source: Scout/Sniper
pl: Zwiadowca/snajper

source: Brawler/Laborer
pl: Awanturnik/robotnik

source: Gunslinger
pl: Rewolwerowiec

source: skulduggery
pl: machlojki

source: Sailor
pl: Żeglarz

source: operating
pl: pojazdy załogowe

source: Spy/Con Artist
pl: Szpieg/oszust

source: charm
pl: urok osobisty

source: deception
pl: oszustwo

source: knowledge
pl: wiedza

source: Thief/Assassin
pl: Złodziej/zabójca

source: streetwise
pl: znajomość półświatka

source: Researcher
pl: Pracownik naukowy

source: astrocartography
pl: astrokartografia

source: computers
pl: komputery

source: Natural Philosopher
pl: Filozof przyrody

source: alchemy
pl: alchemia

source: medicine
pl: medycyna

source: negotiation
pl: negocjacje

source: Doctor
pl: Doktor

source: leadership
pl: przywództwo

source: Knight/Warrior Leader
pl: Rycerz/przywódca-wojownik

source: driving
pl: prowadzenie pojazdów

source: riding
pl: jeździectwo

source: Captain of a Vessel
pl: Kapitan jednostki

source: coercion
pl: przymuszanie

source: Politician/Official
pl: Polityk/urzędnik

source: Mage
pl: Mag

source: arcana
pl: moc tajemna

source: Priest
pl: Kapłan

source: divine
pl: moc boska

source: primal
pl: moc pierwotna

source: Pilot/Driver/Rider
pl: Pilot/kierowca/jeździec

source: piloting
pl: pilotaż

source: Merchant
pl: Kupiec

source: Crime Boss
pl: Szef organizacji przestępczej

source: Bureaucrat
pl: Biurokrata

source: Mechanic
pl: Mechanik

source: mechanics
pl: mechanika

source: Hacker
pl: Haker

source: Criminal Tough
pl: Zatwardziały kryminalista

source: Investigator
pl: Śledczy

source: Wrangler/Survivalist
pl: Traper/surwiwalista

source: Cop/Town Guard
pl: Glina/strażnik miejski

source: Adversary 1
pl: Adwersarz 1

source: Passive; Upgrade the difficulty of all combat checks targeting this character once per rank of Adversary.
pl: Pasywny; za każdy poziom Adwersarza wzmocnij raz trudność testu walki, którego celem jest ta postać.

source: Adversary 2
pl: Adwersarz 2

source: Adversary 3
pl: Adwersarz 3

source: Animal Companion
pl: Zwierzęcy Towarzysz

source: Passive; Your character creates a bond with a single animal approved by your GM. This animal must be silhouette 0 (no larger than a mid-sized dog). The bond persists as long as your character chooses, although at your GM’s discretion, the bond may also be broken due to abusive treatment or other extenuating circumstances. As long as the bond persists, the animal follows your character, and you dictate the animal’s overall behavior (although, since the animal is only bonded with the character, not dominated, it may still perform inconvenient actions such as scratching furniture, consuming rations, and marking territory). Once per round in structured encounters, your character may spend one maneuver to direct their animal in performing one action and one maneuver during your character’s turn. The animal must be within hearing and visual range of your character (generally medium range) to do this. Otherwise, the animal does not contribute to the encounter. The specifics of its behavior are up to you and your GM. For every additional rank of Animal Companion your character has, increase the allowed silhouette of the companion by one (this may mean your character gets a new companion, or their companion grows in size). This talent can also change in flavor depending on the nature of your game setting. While an animal companion may make sense in many settings, in a futuristic setting it may make more sense for the “animal” to be a robot or drone, for example.
pl: Twoja postać tworzy więź z jednym zwierzęciem zatwierdzonym przez MG. Zwierzę to musi mieć sylwetkę 0 (nie może być większe od średniej wielkości psa). Więź trwa tak długo, jak chce twoja postać, chociaż MG może uznać, że została zerwana w wyniku złego traktowania albo innych okoliczności ją osłabiających. Dopóki więź trwa, zwierzę podąża za twoją postacią, a ty decydujesz o jego zachowaniu. Jednak zwierzę jest jedynie związane z postacią, a nie zdominowane przez nią, więc nadal może zachowywać się kłopotliwie, na przykład drapać meble, podjadać zapasy czy znaczyć teren. Raz na rundę w spotkaniach uporządkowanych postać może użyć jednego manewru, aby nakazać zwierzęciu wykonanie jednej akcji i jednego manewru podczas tury postaci. Aby to zrobić, zwierzę musi znajdować się w zasięgu słuchu i wzroku postaci (zazwyczaj jest to średni dystans). W przeciwnym razie zwierzę nie wnosi nic do spotkania. Szczegóły jego zachowania zależą od ciebie i od MG. Za każdy dodatkowy poziom Zwierzęcego Towarzysza dozwolona sylwetka zwierzęcia zwiększa się o 1. (Może to oznaczać, że postać zdobywa nowego towarzysza albo że jej towarzysz rośnie). Ten talent może mieć różne oblicze zależnie od uniwersum waszej gry. Choć zwierzęcy towarzysz może mieć sens w wielu realiach, do futurystycznych zamiast zwierzęcia może bardziej pasować robot albo dron.

source: Barrel Roll
pl: Beczka

source: Active (Incidental, Out of Turn); Your character can only use this talent while piloting a starfighter or airplane of Silhouette 3 or less. When your vehicle suffers a hit from a ranged combat check, after damage is calculated but before armor is applied, your character may have their vehicle suffer 3 system strain to use this talent. Then, reduce the damage suffered by a number equal to their ranks in Piloting.
pl: Aktywny (okazja, poza turą); Postać może użyć tego talentu tylko podczas pilotowania myśliwca kosmicznego albo samolotu o sylwetce 3 lub mniejszej. Kiedy twój pojazd otrzymuje trafienie w wyniku testu walki dystansowej, po określeniu obrażeń, ale przed zastosowaniem pancerza postać może przyjąć na pojazd 3 punkty obciążenia systemu, aby użyć tego talentu. Wówczas zmniejsza otrzymane obrażenia o liczbę równą posiadanym poziomom Pilotażu.

source: Activation: Active (Maneuver); Once per encounter, your character may use this talent. Until the end of the encounter or until they are incapacitated, your character adds 󲊳 󲊴 󲊴 to all melee combat checks they make. However, opponents add 󲊳 to all combat checks targeting your character. While berserk, your character cannot make ranged combat checks. At the end of the encounter (or when they are incapacitated), your character suffers 6 strain.
pl: Aktywacja: Aktywny (manewr); Postać może użyć tego talentu raz na spotkanie. Do końca tego spotkania albo dopóki nie zostanie obezwładniona, dodaje󲊳 󲊴 󲊴 do swoich testów walki wręcz. Jednocześnie przeciwnicy dodają 󲊳 do testów walki, których celem jest ta postać. W tym stanie postać nie może wykonywać testów walki dystansowej. Pod koniec spotkania (albo gdy zostanie obezwładniona) postać otrzymuje 6 punktów zmęczenia.

source: Brilliant Casting
pl: Genialne Czarowanie

source: page 95
pl: Strona 95

source: Clever Retort
pl: Cięta Riposta

source: Active (Incidental, Out of Turn); Once per encounter, your character may use this talent to add automatic 󲊱 󲊱 to another character’s social skill check
pl: Aktywny (okazja, poza turą); Raz na spotkanie postać może użyć tego talentu, aby dodać automatyczne 󲊱 󲊱 do testu umiejętności społecznej innej postaci.

source: Coordinated Assault 3
pl: Skoordynowany Atak 3

source: Active (Maneuver); Once per turn, your character may use this talent to have a number of allies engaged with your character equal to your ranks in Leadership add 󲊴 to all combat checks they make until the end of your character’s next turn. The range of this talent increases by one band per rank of Coordinated Assault beyond the first.
pl: Aktywny (manewr); Raz na turę twoja postać może użyć tego talentu, aby sprawić, że sojusznicy w jej zasięgu bezpośrednim w liczbie równej twoim poziomom Przywództwa dodają 󲊴 do swoich testów walki do końca twojej następnej tury. Zasięg tego talentu zwiększa się o jeden przedział za każdy z poziomów Skoordynowanego Ataku poza pierwszym.

source: Distinctive Style
pl: Niepowtarzalny Styl

source: Active (Incidental); When making a Computers check to hack a system or break into a secured network, before rolling, your character may use this talent to add 󲊳 󲊳 󲊱 󲊱 to the results. Tier: 3 If you are using the optional hacking rules on page 232 and your check generates 󲊱 󲊱, your GM should spend it on the I Know You! option in Table I.2-22 on page 234.
pl: Aktywny (okazja); Kiedy postać wykonuje test Komputerów, aby hakować system albo włamać się do zabezpieczonej sieci, może przed rzutem użyć tego talentu, aby dodać 󲊳 󲊳 󲊱 󲊱 do wyniku. Jeżeli korzystacie z zasad opcjonalnych ze strony 238, a w teście uzyskasz 󲊱 󲊱, to MG powinien zużyć je na opcję Tabeli III.2–22 na stronie 241.

source: Dual Wielder
pl: Dwie Bronie

source: Active (Maneuver); Your character may use this talent to decrease the difficulty of the next combined combat check (see Two-Weapon Combat, on page 108) they make during the same turn by one.
pl: Aktywny (manewr); Postać może użyć tego talentu, aby zmniejszyć o 1 trudność następnego połączonego testu walki (zob. Walka dwiema broniami, str. 108), który wykona w tej samej turze.

source: Passive; Your character adds 󲊸 to their melee combat checks while engaged with a single opponent. Your character adds 󲊸 to their melee combat checks while engaged with three or more opponents.
pl: Postać dodaje 󲊸 do swoich testów walki wręcz podczas walki z pojedynczym przeciwnikiem, a 󲊸 podczas walki z co najmniej trzema przeciwnikami.

source: Elementalist
pl: Elementalista

source: Explosive Casting
pl: Wybuchowe Czarowanie

source: page 96
pl: Strona 96

source: Face of the Wild
pl: Twarz Dziczy

source: page 97
pl: Strona 97

source: Field Commander
pl: Dowódca Polowy

source: Active (Action); Your character may use this talent to make an Average (󲊷 󲊷) Leadership check. If successful, a number of allies equal to your character’s Presence may immediately suffer 1 strain to perform one maneuver (out of turn). If there are any questions as to which allies take their maneuvers first, your character is the final arbiter.
pl: Aktywny (akcja); Postać może użyć tego talentu, aby wykonać Przeciętny (󲊷 󲊷) test Przywództwa. Jeśli test się powiedzie, sojusznicy w liczbie równej Prezencji twojej postaci mogą natychmiast przyjąć 1 punkt zmęczenia, aby wykonać po jednym manewrze (poza turą). Jeśli pojawią się wątpliwości co do kolejności wykonywania tych manewrów, rozstrzyga je twoja postać.

source: Flicker Step
pl: Błyskawiczne Przemieszczanie

source: Active (Incidental); When your character makes a ranged combat check with a weapon that has the Blast item quality, you may spend one Story Point to use this talent to trigger the weapon’s Blast quality, instead of spending 󲊴 (even if the attack misses). In addition, your character treats grenades as having a range of medium.
pl: Aktywny (okazja); Kiedy twoja postać wykonuje test walki dystansowej bronią mającą właściwość Pole Rażenia, możesz wydać Punkt Opowieści, aby użyć tego talentu i wywołać efekt Pola Rażenia zamiast wydawać 󲊴 (nawet jeśli atak chybi). Ponadto dla twojej postaci granaty mają zasięg średni.

source: Hamstring Shot
pl: Strzał w Kolano

source: Active (Action); Once per round, your character may use this talent to perform a ranged combat check against one non-vehicle target within range of the weapon used. If the check is successful, halve the damage inflicted by the attack (before reducing damage by the target’s soak). The target is immobilized until the end of its next turn.
pl: Aktywny (akcja); Raz na rundę postać może użyć tego talentu, aby wykonać test walki dystansowej przeciw celowi niebędącemu pojazdem i znajdującemu się w zasięgu użytej broni. Jeżeli test się powiedzie, zmniejsz o połowę obrażenia zadane tym atakiem (przed uwzględnieniem redukcji celu). Cel jest unieruchomiony do końca swojej następnej tury.

source: Improved Field Commander
pl: Dowódca Polowy (Ulepszony)

source: Passive; When your character uses the Field Commander talent, your character affects a number of allies equal to twice the character’s Presence. In addition, you may spend 󲊵 to allow one ally to suffer 1 strain to perform an action, instead of a maneuver.
pl: Pasywny; Kiedy postać używa talentu Dowódca Polowy, obejmuje jego efektem sojuszników w liczbie równej dwukrotnej wartości swojej Prezencji. Ponadto możesz wydać 󲊵, aby umożliwić jednemu sojusznikowi przyjęcie 1 punktu zmęczenia i wykonanie akcji zamiast manewru.

source: Improved Inspiring Rhetoric
pl: Inspirująca Przemowa (Ulepszona)

source: Active (Action); Your character may use this talent to make an Average (󲊷 󲊷) Leadership check. For each 󲊳 the check generates, one ally within short range heals one strain. For each 󲊴, one ally benefiting from Inspiring Rhetoric heals one additional strain. Allies affected by your character’s Inspiring Rhetoric add 󲊸 to all skill checks they make for a number of rounds equal to your character's rank in Leadership.
pl: Aktywny (akcja); Postać może użyć tego talentu, aby wykonać Przeciętny (󲊷 󲊷) test Przywództwa. Za każdy uzyskany 󲊳 jeden sojusznik maksymalnie w bliskim dystansie usuwa 1 punkt zmęczenia. Za każdą 󲊴 jeden sojusznik korzystający z Inspirującej Przemowy usuwa 1 dodatkowy punkt zmęczenia. Sojusznicy korzystający z Inspirującej Przemowy twojej postaci dodają 󲊸 do wszystkich wykonywanych testów umiejętności przez liczbę rund równą poziomom Przywództwa twojej postaci.

source: Improved Parry
pl: Parada (Ulepszona)

source: Active (Incidental, Out of Turn); When your character suffers a hit from a melee combat check and uses Parry to reduce the damage from that hit, after the attack is resolved, you may spend 󲊲 or 󲊱 󲊱 󲊱 from the attacker’s check to use this talent. Then, your character automatically hits the attacker once with a Brawl or Melee weapon your character is wielding. The hit deals the weapon’s base damage, plus any damage from applicable talents or abilities. Your character can’t use this talent if the original attack incapacitates them.
pl: Aktywny (okazja, poza turą); Kiedy postać otrzymuje trafienie w wyniku testu walki wręcz i używa Parady, by zredukować obrażenia, po rozstrzygnięciu tego ataku możesz wydać 󲊲 albo 󲊱 󲊱 󲊱 z testu napastnika, aby użyć tego talentu. Wówczas twoja postać automatycznie trafia atakującego za pomocą Bijatyki albo Broni Białej (trzymaną bronią). Trafienie to zadaje podstawowe obrażenia broni plus wszelkie dodatkowe obrażenia z odpowiednich talentów bądź zdolności. Postać nie może użyć tego talentu, jeśli otrzymany atak ją obezwładnił.

source: Improved Scathing Tirade
pl: Zjadliwa Tyrada (Ulepszona)

source: Active (Action); Your character may use this talent to make an Average (󲊷 󲊷) Coercion check. For each 󲊳 the check generates, one enemy within short range suffers 1 strain. For each 󲊴, one enemy affected by Scathing Tirade suffers 1 additional strain. Enemies affected by your character’s Scathing Tirade add 󲊸 to all skill checks they make for a number of rounds equal to your character’s ranks in Coercion.
pl: Aktywny (akcja); Postać może użyć tego talentu, aby wykonać Przeciętny (󲊷 󲊷) test Przymuszania. Za każdy 󲊳 w tym teście jeden wróg maksymalnie w bliskim dystansie otrzymuje 1 punkt zmęczenia. Za każdą 󲊴 jeden wróg będący pod wpływem Zjadliwej Tyrady otrzymuje 1 dodatkowy punkt zmęczenia. Wrogowie dotknięci efektem Zjadliwej Tyrady twojej postaci dodają 󲊸 do wszystkich wykonywanych testów umiejętności przez liczbę rund równą jej poziomom Przymuszania.

source: Indomitable
pl: Nieugięty

source: Active (Incidental, Out of Turn); Once per encounter, when your character would be incapacitated due to exceeding their wound or strain threshold, you may spend a Story Point to use this talent. Then, your character is not incapacitated until the end of their next turn. If your character reduces their strain or wounds to below their threshold before the end of their next turn, they are not incapacitated.
pl: Aktywny (okazja, poza turą); Raz na spotkanie, kiedy postać miałaby zostać obezwładniona na skutek przekroczenia progu zmęczenia albo progu ran, możesz wydać Punkt Opowieści, aby użyć tego talentu. Wówczas postać nie zostaje obezwładniona do końca swojej następnej tury. Jeżeli postać do tego czasu zmniejszy swoje zmęczenie albo rany poniżej progu, to nie zostanie obezwładniona.

source: Lucky Strike
pl: Szczęśliwy Traf

source: Active (Incidental); When your character purchases this talent, choose one characteristic. After your character makes a successful combat check, you may spend one Story Point to use this talent to add damage equal to your character’s ranks in that characteristic to one hit of the combat check.
pl: Aktywny (okazja); Kiedy twoja postać kupuje ten talent, wybierz jedną cechę. Po wykonaniu przez postać udanego testu walki możesz wydać jeden Punkt Opowieści, aby użyć tego talentu i dodać do jednego trafienia z tego testu obrażenia równe wartości tej cechy.

source: Master
pl: Mistrz

source: Active (Incidental); When you purchase this talent for your character, choose one skill. Once per round, your character may suffer 2 strain to use this talent to reduce the difficulty of the next check they make using that skill by two, to a minimum of Easy (󲊷).
pl: Aktywny (okazja); Kiedy kupujesz ten talent, wybierz jedną umiejętność. Raz na rundę postać może przyjąć 2 punkty zmęczenia, aby użyć tego talentu i zmniejszyć trudność następnego testu tej umiejętności o 2, do minimum Łatwego (󲊷).

source: Masterful Casting
pl: Mistrzowskie Czarowanie

source: Natural
pl: Wrodzony Dar

source: Active (Incidental); When your character purchases this talent, choose two skills. Once per session, your character may use this talent to reroll one skill check that uses one of those two skills.
pl: Aktywny (okazja); Kiedy twoja postać kupuje ten talent, wybierz dwie umiejętności. Raz na sesję postać może użyć tego talentu, aby powtórzyć jeden test którejś z tych dwóch umiejętności.

source: Parry 3
pl: Parada 3

source: Active (Incidental, Out of Turn); When your character suffers a hit from a melee combat check, after damage is calculated but before soak is applied (so immediately after Step 3 of Perform a Combat check, page 102), your character may suffer 3 strain to use this talent to reduce the damage of the hit by two plus their ranks in Parry. This talent can only be used once per hit, and your character needs to be wielding a Melee weapon.
pl: Aktywny (okazja, poza turą); Kiedy postać otrzymuje trafienie w wyniku testu walki wręcz, po naliczeniu obrażeń, ale przed zastosowaniem redukcji (czyli natychmiast po Kroku 3 wykonywania testu walki, zob. str. 102) może przyjąć 3 punkty zmęczenia, aby użyć tego talentu i zmniejszyć te obrażenia o 2 plus liczba poziomów Parady. Tego talentu można użyć tylko raz na trafienie, a postać musi trzymać broń białą.

source: Quick Draw
pl: Szybkie Dobycie

source: Active (Incidental); Once per round on your character’s turn, they may use this talent to draw or holster an easily accessible weapon or item as an incidental. Quick Draw also reduces a weapon’s Prepare rating by one, to a minimum of one.
pl: Aktywny (okazja); Raz na rundę podczas swojej tury postać może użyć tego talentu, aby w ramach okazji dobyć albo schować łatwo dostępną broń. Szybkie Dobycie zmniejsza też wartość Przygotowania broni o 1, do minimum 1.

source: Ruinous Repartee
pl: Druzgocąca Riposta

source: Active (Action); Once per encounter, your character may use this talent to make an opposed Charm or Coercion versus Discipline check targeting one character within medium range (or within earshot). If successful, the target suffers strain equal to twice your character’s Presence, plus one additional strain per 󲊳. Your character heals strain equal to the strain inflicted.
pl: Aktywny (akcja); Raz na spotkanie twoja postać może użyć tego talentu, aby wykonać przeciwstawny test Uroku Osobistego albo Przymuszania przeciw Dyscyplinie, którego celem jest jedna postać maksymalnie w średnim dystansie (albo w zasięgu słuchu). Jeśli test się powiedzie, cel otrzymuje zmęczenie równe podwójnej wartości Prezencji twojej postaci plus 1 dodatkowy punkt zmęczenia za 󲊳. Twoja postać leczy zmęczenie równe spowodowanemu.

source: Second Wind 4
pl: Drugi Oddech 4
